Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Furthermore, if one lender requires such a study and another lender does not, and if all other conditions are equal, the typical borrower will choose the less complicated route.
es: Además, si una entidad prestamista exige un estudio de ese tipo y otra no, a igualdad de todas las demás condiciones, el prestatario normalmente optará por la solución menos complicada.

source: The EU cannot be a mortgage lender for its personnel.
es: La UE no puede ser ningún banco de créditos hipotecarios de su personal.

source: MESA, a mixed capital limited liability company, is in charge of managing the water supply, and of waste water disposal and treatment.
es: MESA, una sociedad de responsabilidad limitada mixta está a cargo del suministro de agua y de la eliminación y el tratamiento de las aguas servidas.

source: During the constitution of the company, at least one person must assume the condition of collective partner and one person the condition of limited liability partner.
es: Se exige que al menos sea una la persona que asuma la condición de socio colectivo y otra la condición de socio comanditario al tiempo de la constitución de la sociedad.

source: Incorporated in England with limited liability.
es: Constituida como sociedad de responsabilidad limitada en Inglaterra y Gales.

source: In 2006, a total of 1,320 companies, classified as international business, overseas, new, limited liability and foreign companies, were registered in Anguilla.
es: En 2006 se registraron en total en Anguila 1.320 empresas, clasificadas como sociedades internacionales, de ultramar, nuevas, de responsabilidad limitada y extranjeras.

source: A joint stock company is a limited liability company formed by one or more partners, whose responsibility for the losses of the entity is limited by their contributions.
es: Son sociedades de responsabilidad limitada conformadas por dos o más socios, cuya responsabilidad por las pérdidas de la sociedad se limita a sus aportes.

source: (20) It is common to associate the concept of strict liability with the concept of limited liability.
es: 20) Es corriente asociar el concepto de responsabilidad objetiva con el concepto de responsabilidad limitada.

source: It would thus be clear that, for the purposes of draft articles 11 and 12, shareholders of a limited liability company would be equivalent to shareholders of a corporation or limited company.
es: De esa manera quedaría claro que, para los fines de los proyectos de artículos 11 y 12, los socios de una sociedad de responsabilidad limitada se equipararían a los accionistas de una sociedad anónima.

source: The Montserrat Development Corporation, a limited liability company owned by the territorial Government, continues to establish local and international business partnerships with the public and private sectors to stimulate economic growth.
es: La Corporación para el Desarrollo de Montserrat, sociedad de responsabilidad limitada propiedad del Gobierno del Territorio, continúa estableciendo lazos comerciales a nivel local e internacional con los sectores público y privado con el fin de estimular el crecimiento económico.

source: Although the housing busts in these economies do have significant financial implications, Europe is unlikely to experience the level of foreclosures seen in the United States or the collapse of European mortgage-backed securities because lending standards were much more rigorous than the subprime loans made in the United States.
es: Aun cuando la crisis del mercado de la vivienda en estas economías tiene importantes consecuencias financieras, es poco probable que en Europa se ejecuten tantas hipotecas como en los Estados Unidos o que se derrumbe el valor de los valores respaldados por hipotecas porque las normas de otorgamiento de préstamos son mucho más estrictas que las de los préstamos hipotecarios de alto riesgo concedidos en los Estados Unidos.

source: All of these regulatory changes may be said to have been driven by the available liquidity and to have accentuated the growth of the mortgage-backed securities market and of its risks.
es: Se puede decir que todos estos cambios reguladores fueron impulsados por la liquidez disponible y que impulsaron el crecimiento del mercado de valores respaldados por hipotecas y de sus riesgos.

source: Transparent financial and accounting rules are necessary to restore investor confidence around the world following the collapse of sub-prime mortgage-backed securities and other opaque investment vehicles.
es: Para restaurar la confianza de los inversores de todo el mundo después del colapso de los títulos hipotecarios subprime y otros instrumentos opacos de inversión se necesitan normas financieras y contables transparentes.

source: He indicated that although losses attributable to the mortgage-backed securities and other toxic financial products were estimated at $1.4 trillion, the actual amount report amounted to $600 billion.
es: Observó que, como consecuencia de dicha crisis, los inversores habían abandonado los mercados financieros y que las unidades familiares estaban transfiriendo sus ahorros a instituciones garantizadas por el poder público, para obtener una mejor protección de sus fondos.

source: De modo que la supuesta acción disciplinaria del IRA es una farsa.
es: So much for the IRA's supposed disciplinary action it is a farce.

source: Dios no nos destinó a sufrir la ira sino a recibir la salvación a través de nuestro Señor Jesucristo.
es: God did not appoint us to suffer wrath but to receive salvation through our Lord Jesus Christ.

source: Observo una frustración, una ira y una desilusión crecientes en los campamentos.
es: I see growing frustration, anger and disillusionment in the camps.

source: Si usted tiene ahorros de retiro en una cuenta 401k o IRA, resista la tentación de utilizarlos mientras usted está desempleado.
es: If you have any retirement savings in 401k or IRA accounts, resist the temptation to access them while you are unemployed.

source: Y es solo una parte del programa criminal del IRA, que va desde el contrabando de combustible hasta el tráfico de drogas, el blanqueo de dinero y todo tipo de cosas ilegales.
es: That is only part of the IRA's programme of criminality, which ranges through fuel smuggling, drug dealing, money laundering and all things illegal.

source: También escribe un diario buscando averiguar qué es lo que desata su ira.
es: She also uses journal-writing to figure out what triggers her anger.

source: Varios tipos de organizaciones voluntarias capturaron y canalizaron la ira y la esperanza africanas.
es: Many kinds of voluntary organisations captured and channelled African anger and hope.

source: Aarts y colegas examinaron si esto también se aplicaba a la ira y el deseo por objetos.
es: He and his colleagues examined whether this also applies to anger and the desire for objects.

source: Ya va siendo hora de no mirar atrás con ira, sino de mirar adelante con esperanza.
es: It is a time not to look back in anger but to look forward with hope.

source: Evita los resfríos, evita cansar los ojos y no sucumbir a la ira.
es: Avoid catching cold, tiring the eyes, and succumbing to irritation.

source: At this point, however, I must cast doubt on the consistency of last week's interest-rate cut with this approach.
es: Sin embargo, me permito dudar aquí si la reducción de los intereses de la semana pasada encaja en este marco.

source: The fair value of these interest rate swap contracts will fluctuate until maturity and changes in their fair values have been recorded in other comprehensive income.
es: El valor justo de estos contratos swap de tasa de interés fluctuará hasta su vencimiento y los cambios en el valor justo han sido registrados bajo el rubro otros ingresos integrales.

source: But in the presence of moral hazard, the bank may choose an interest rate that is too high.
es: Pero cuando hay un riesgo moral, el banco puede elegir un tipo de interés demasiado elevado.

source: The position of the Commission is that interest rate policy remains in the hands of the European Central Bank.
es: La posición de la Comisión es que la política de tipos de interés sigue siendo prerrogativa del Banco Central Europeo.

source: Until that date the debt bore variable interest based on the average interest rate at three months for deposit and swap operations involving treasury bills.
es: Hasta su amortización la deuda ha devengado un interés variable referenciado al tipo medio a tres meses de operaciones de depósitos y dobles con letras del Tesoro.

source: The Company is exposed to interest rate risk on its outstanding borrowings and short-term investments.
es: La Compañía está expuesta al riesgo de la tasa de interés sobre sus préstamos pendientes e inversiones a corto plazo.

source: I should also like to point out the need to invest in health research with patients' gender taken into account.
es: Además, quiero señalar la necesidad de invertir en investigación sanitaria teniendo en cuenta el género de los pacientes.

source: In other words, the pension manager is obliged to invest for his clients as he would do on his own behalf.
es: En otras palabras, el gestor del fondo de pensiones debe invertir para sus clientes como si lo hiciera para sí mismo.

source: The fund will invest between € 1M as a minimum and a maximum of € 9M per project.
es: El fondo invertirá por proyecto entre €1 M como mínimo y un máximo de €9M.

source: We lament the lack of progress in that matter, and we call on all parties not to abandon dialogue but rather to invest the political capital necessary for reaching the necessary agreements.
es: Lamentamos la falta de avances en esta materia y hacemos un llamado a todas las partes a no abandonar el diálogo y a invertir en el capital político necesario para alcanzar los acuerdos.

source: Confidence will encourage businesses to invest in the city.
es: Esta confianza alienta a las empresas a invertir en la ciudad.

source: Know where to put focus to save and where to invest.
es: Vea cuáles son los puntos donde ahorrar y dónde invertir.

source: True, the last ten years have been a bad period to invest in stocks and a good one to invest in bonds.
es: Es cierto, esta última década ha sido mala para invertir en mercados y una buena para invertir en acuerdos.

source: In addition to the UNDP small arms trust fund there are now a variety of donors willing to invest in these types of activities.
es: Además del fondo común del PNUD sobre armas pequeñas, existe una variedad de donantes dispuestos a invertir en este tipo de actividades.

source: Most things can be explained by elementary arithmetic or algebra and it is never a good idea to invest in something you don't understand, however impressive its performance.
es: La mayoría de las cosas se pueden explicar con álgebra o aritmética básica y nunca es una buena idea invertir en algo que usted no entiende, sin importar cuán impresionante sea su desempeño.

source: We invest in the development of our people to enhance their performance and capability.
es: Invertimos en el desarrollo de nuestros empleados para mejorar su eficacia y capacidades.

source: The village has gained international popularity over the last years due to investments in tourism here and the visits of Prince Charles, heir apparent to the British Crown.
es: Viscri ha vuelto a la atención de los turistas en los últimos años debido a varias inversiones y visitas que ha hecho a esta zona el Príncipe Carlos de Inglaterra .

source: As an heir to this tradition, the Business Solutions entity was formed in 2000 and combines the Group's facultative underwriting elements.
es: Heredera de esta tradición, la entidad Business Solutions se creó en el año 2000 y reúne los componentes de suscripciones facultativas del Grupo.

source: Gamal was long seen as the certain heir.
es: Desde hace mucho, Gamal viene siendo el claro sustituto.

source: I very much regret this fact, as the Czech Republic is heir to the democratic tradition of the struggle for human rights in the whole of Central and Eastern Europe.
es: Lamento mucho este hecho, ya que la República Checa es heredera de la democrática tradición de lucha por los derechos humanos en toda Europa central y occidental.

source: As far as Milosevic's Small-Yugoslavia was concerned (the Federal Republic of Yugoslavia proclaimed in 1992), this was, in fact, not the heir of historical Yugoslavism, but it was based on Great Serbian raison d'état.
es: Por lo que respecta a la Pequeña Yugoslavia de Milosevic (la República Federal de Yugoslavia, proclamada en 1992), ésta no era, de hecho, la heredera del yugoslavismo histórico sino que estaba basada en la Gran razón de Estado Serbia.

source: James Hunter developed his own style, a mixture of soul and rock along the line of the great classics of soul and rhythm 'n' blues, over two decades, until becoming the genuine heir of James Brown and Sam Cooke.
es: James Hunter llevaba dos décadas desarrollando su propio estilo, mezcla de soul y de rock, en la línea de los grandes clásicos del soul y del rhythm and blues, hasta llegar a convertirse en genuino heredero de James Brown y de Sam Cooke.

source: Our business strategy includes development and registration of the Intellectual Property so that we can provide any third party with technology under management agreements.
es: Como parte de nuestra estrategia de negocio, desarrollamos y registramos la Propiedad Intelectual para proporcionar tecnología a terceras partes bajo acuerdos de gestión.

source: The intellectual property rights, in the manners indicated by the first paragraph of the previous article, will be regulated by the specific legislation of each institute.
es: Los derechos de propiedad intelectual en las formas indicadas por el primer párrafo del artículo anterior, serán regulados por las legislaciones específicas de cada instituto.

source: An essential component needed to increase these flows will be the enhanced enforcement of intellectual property rights in recipient countries.
es: Un elemento fundamental necesario para aumentar estos flujos será mejorar el respeto de los derechos de propiedad intelectual en los países receptores.

source: What is the relationship between intellectual property protection and the promotion of cultural diversity?
es: ¿Cómo se relacionan la protección de la propiedad intelectual y la promoción de la diversidad cultural?

source: Immaterial property such as patents, brands and intellectual property contained in the current web page is registered.
es: El inmovilizado inmaterial como patentes, marcas y propiedad intelectual contenido en la presente página web está registrado.

source: Take out a floating insurance policy for the objects you are relocating.
es: Contrata una póliza de seguro flotante por los objetos que estas trasladando.

source: If you buy individual coverage, the insurance company should give you an insurance policy.
es: Si contratas cobertura individual, la aseguradora debe entregarte una póliza.

source: I understand that the broker receiving this application does not have authority to modify or waive any portion of this application or any coverage, conditions or restrictions contained in the insurance policy applied for and that all information requested in the application must be set forth in writing on the application.
es: Comprendo que el broker que recibe esta solicitud no tiene autoridad para modificar o eliminar ninguna porción de esta solicitud o ninguna cobertura, condición o restricción contenida en la póliza de seguro solicitada, y que toda la información requerida en la solicitud debe ser establecida en la solicitud.

source: Aseparate part of these commitments was covered in prior years by contracting a single premium insurance policy.
es: A estos efectos se incluyen las inversiones con vencimientos de menos de tres meses desde la fecha de adquisición.

source: Used correctly, they can be a weapon in the fight against climate change and an insurance policy against fuel supply problems - working in balance with our food needs.
es: Usados correctamente, pueden ser un arma para luchar contra el cambio climático y un seguro político para nuestros problemas de suministro de carburantes - trabajando de una manera equilibrada con nuestras necesidades alimentarias.

source: Although it will work out more expensive, take out an insurance policy to cover any damage or loss, even when your belongings are not particularly valuable from a monetary point of view.
es: Aunque resulte más costoso, contrate una póliza de seguros que cubra cualquier deterioro o pérdida, aún en el caso de que sus pertenencias no tengan gran valor económico individualmente.

source: "Does not include flight tickets, cancellation insurance policy, minibar, or any other service not clearly specified in section ""This program includes""."
es: "No incluye billetes avión, seguro de anulación, minibar, ni otros gastos o servicios no claramente especificados en la sección ""Este programa incluye""."

source: This is the best time to invest in an insurance policy.
es: "Este es el mejor momento para invertir en una póliza de seguro""."

source: Greater investment is needed in both production and refining capability.
es: Hace falta una mayor inversión en capacidad de producción y refinado.

source: For projects in which the concessionaire's income is expected to consist primarily of payments made by the contracting authority or another public authority to amortize the concessionaire's investment, the financial proposal should indicate the proposed amortization payments and repayment period
es: Para proyectos en los que se prevea que los ingresos del concesionario consistirán principalmente en pagos efectuados por la autoridad contratante u otra autoridad pública para amortizar la inversión del concesionario, la propuesta financiera deberá indicar el plan de amortización y de reembolso propuesto

source: An investment can appreciate or depreciate and an investor may not recoup his or her outlay.
es: Una inversión puede revalorizarse o devaluarse y puede que un inversor no recupere su desembolso.

source: Discover our wide range of investment products and choose the one that best suits your needs.
es: Conozca las distintas formas de inversión que tiene a su disposición y elija la que más le convenga.

source: Such lines of reasoning can also be used to highlight cases where public income can be increased through improved environmental investment.
es: Tal línea de razonamiento también se puede utilizar para resaltar casos en donde el ingreso público se puede aumentar por medio de la inversión ambiental.

source: This investment is expected to facilitate meetings with participating agencies and others and to help make better use of travel time and limited travel funds.
es: Se prevé que esta inversión facilite las reuniones con las organizaciones participantes y otros y facilite un mejor aprovechamiento de las horas de viaje y los limitados fondos para viajes.

source: The search allowed the entrepreneur to redirect his investment project, opting for new and better technologies.
es: La búsqueda permite al emprendedor reorientar su proyecto de inversión, optando por nuevas y mejores tecnologías.

source: This was complemented by the good growth experienced in other partial indicators of investment, such as import of investment goods, lending for investment purposes and domestic cement sales.
es: Ello se vio complementado por un buen crecimiento de otros indicadores parciales de la inversión, tales como la importación de bienes de inversión, préstamos con fines de inversión y ventas internas de cemento.

source: Both rows have the same key figure (annual value in investment program currency) and the same selection of characteristics (value type and fiscal year).
es: Ambas líneas tienen el mismo ratio (valor anual en moneda del programa de inversiones) y la misma selección de características (tipo de valor y ejercicio).

source: Investment promotion provisions of the host country therefore have to be in accordance with these obligations.
es: Por tanto, las disposiciones de promoción de la inversión del país receptor han de ser acordes con estas obligaciones.

source: This function lets you discontinue processing of an application before it is converted into a contract, if either the potential borrower or lender decides not to conclude the transaction.
es: Esta función permite suspender el procesamiento de una solicitud antes de que se convierta en un contrato, en caso de que el tomador del préstamo o el prestamista decida no concluir la operación.

source: The Legislative Guide also allows a lender to take complete possession of these assets.
es: La Guía Legislativa también permite a un prestamista tomar posesión completa de estos activos.

source: It is rather easy to find out the cost of debt, as it carries an explicit interest rate paid to the lender.
es: Es fácil averiguar el coste de la deuda ya que lleva una tasa de interés explícita que es pagada al prestamista.

source: The IIC is the lender of record and acts as the administrator of the loan.
es: La CII es el prestamista titular del crédito y actúa como admi nistrador del mismo.

source: After inspecting the goods, Cotecna issues a warehouse receipt for the stock, normally in the name of the lender, under which it undertakes not to release the goods before receiving a release order from the lender.
es: Tras verificarlas, Cotecna emite un recibo de depósito por dichas existencias, en general a nombre del prestamista, por el que se compromete a no entregar las mercancías sin haber recibido una orden de entrega procedente del prestamista.

source: AARP does not endorse any reverse mortgage lender or product.
es: AARP no respalda a ningún prestamista o producto relacionado con la hipoteca revertida.

source: The lender failed to apply prudence and due diligence, and gave a loan [that] was inappropriate [under] the circumstances.
es: El acreedor falló en aplicar la prudencia y diligencia debidas, y otorgó un crédito inapropiado para aquellas circunstancias.

source: There are also indications that the restriction is not applied, particularly since the 2008 reform of the commercial code lowered the minimum capital of limited liability companies to $2,000.
es: También hay indicaciones de que no se aplica dicha restricción, particularmente desde la reforma al Código de Comercio en el 2008 que redujo el capital mínimo de empresas de responsabilidad limitada a $2000.

source: Under the Consolidated Spanish Public Limited Liability Companies Law , 10% of net profit for each year must be transferred to the legal reserve until the balance of this reserve reaches at least 20% of the share capital.
es: De acuerdo con el texto refundido de la Ley de Sociedades Anónimas, se debe destinar una cifra igual al 10% del beneficio del ejercicio a la reserva legal hasta que ésta alcance, como mínimo, el 20% del capital social.

source: On December 19, 2003 the General Shareholders Meeting unanimously agreed to convert the company from a corporation into a limited liability company.
es: Con fecha 19 de septiembre de 2002 la Junta General de Accionistas acordó por unanimidad la transformación de Sociedad Anónima a Sociedad de Responsabilidad Limitada.

source: In business for more than 50 years, the company was founded in Stuttgart and is now a formal limited liability company acting as a subsidiary of Kauffman-Technical.
es: Con más de 50 años en el negocio, la compañía fundada en Stuttgart es ahora una compañía de responsabilidad limitada que actúa como subsidiaria de Kauffman-Technical.
